app/controllers/students_controller.rb

INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2021-03-12 21:19:05.190731"], ["updated_at", "2021-03-12 21:19:05.190731"]]
---
    def create
        @student = Student.new(student_params)
        @student.save